[
  {
    "date": "2024-05-31T04:07:02.065Z",
    "title": "Lower Kinnerton Hall",
    "url": "https://en.wikipedia.org/wiki/Lower_Kinnerton_Hall",
    "summary": "Lower Kinnerton Hall, also known as Bridge Farmhouse, stands adjacent to the England-Wales border to the west of the village of Lower Kinnerton, Cheshire, England. The house is dated 1685, and carries the initials TTET.[1] Attached to it is a shippon (cattle-shed) dating from the 18th century.[2] A wing was added to the rear in the 19th century.[1] The house is constructed in brown brick with stone dressings, and has a slated roof. It is in two storeys and its entrance front has five bays.[2] There are three large Dutch gables on the entrance front, and another on the north face, each with reverse-curved scrolls supporting pediments.[1] The windows are casements. At the rear of the house is a semi-hexagonal bay window and a timber-framed porch. The shippon is also in two storeys, and constructed in brick with slate roofs.[2] Also at the rear of the house is a cobbled courtyard.[1] The architectural historian Nikolaus Pevsner describes the building as \"quite an impressive house\".[3] The house and attached shippon are recorded in the National Heritage List for England as a designated Grade II listed building.[2]"
  },
  {
    "date": "2024-05-30T04:07:26.718Z",
    "title": "Western Governors Association",
    "url": "https://en.wikipedia.org/wiki/Western_Governors_Association",
    "summary": "The Western Governors' Association (WGA) is a non-partisan organization of all 22 United States governors (representing 19 U.S. states and 3 U.S. territories) that are considered to be part of the Western region of the nation."
  },
  {
    "date": "2024-05-29T04:08:33.624Z",
    "title": "Kahkadan",
    "url": "https://en.wikipedia.org/wiki/Kahkadan",
    "summary": "Kahkadan (Persian: كهكدان)[a] is a village in, and the capital of, Samen Rural District of Samen District, Malayer County, Hamadan province, Iran.[4]"
  },
  {
    "date": "2024-05-28T04:08:02.547Z",
    "title": "Mariamman temple Kg.Sungai Bakau",
    "url": "https://en.wikipedia.org/wiki/Mariamman_temple_Kg.Sungai_Bakau",
    "summary": "Mariamman temple Kampung Sungai Bakau, also known as Arulmigu Sri Maha Mariamman Aalayam, is situated in the village of Kampung Sungai Bakau, Rawang, Selangor, Malaysia. It was founded in 1907 by a person called Late Kanniammah, as a small hut maintained by the Sungai Bakau villagers. Not long afterwards, this wood-built Mariamman temple was constructed, and religious activity continued for the benefit of the village residents. The temple is also directly led by several leaders in Sungai Bakau, and through specific development. in 1989, it was visited by the then Malaysian Indian Congress President Datuk Seri S. Samy Velu who also contributed RM 5000 to fund the development. In 1989 also posted the history of this temple for the ceremony of Kumbhabhishekham.[clarification needed] As of February 2012, the temple was headed by Mr. Manimaran."
  },
  {
    "date": "2024-05-27T04:07:24.272Z",
    "title": "Ink eraser",
    "url": "https://en.wikipedia.org/wiki/Ink_eraser",
    "summary": "An ink eraser is an instrument used to scrape away or chemically bleach ink from a writing surface. This is a more involved process than removing pencil markings. Pencil marks can be gradually adhered to natural rubber fragments by rubbing the mark with a pencil eraser (this action is what prompted Joseph Priestley to give solidified latex its common name.) Ink, however readily penetrates the fibers of most papers and is therefore more difficult to extract by mechanical action."
  },
  {
    "date": "2024-05-26T04:06:22.893Z",
    "title": "Dorcadion tianshanskii",
    "url": "https://en.wikipedia.org/wiki/Dorcadion_tianshanskii",
    "summary": "Dorcadion tianshanskii is a species of beetle in the family Cerambycidae. It was described by Suvorov in 1910.[1]"
  },
  {
    "date": "2024-05-25T04:06:15.214Z",
    "title": "Franco Malerba",
    "url": "https://en.wikipedia.org/wiki/Franco_Malerba",
    "summary": "Franco Egidio Malerba (born 10 October 1946 in Busalla, Metropolitan City of Genoa, Italy) is an Italian astronaut and Member of the European Parliament. He was the first citizen of Italy to travel to space. In 1994, he was elected to the European Parliament on the lists of Forza Italia, serving until 1999."
  },
  {
    "date": "2024-05-24T04:06:27.391Z",
    "title": "Narrow-gauge railways in Austria",
    "url": "https://en.wikipedia.org/wiki/Narrow-gauge_railways_in_Austria",
    "summary": "The first railway in Austria was the narrow-gauge line from Gmunden in the Salzkammergut to Budweis, now in the Czech Republic, this was 1,106 mm (3 ft 7\n+\n1⁄2 in) gauge. Some two dozen lines were built in 760 mm (2 ft 5\n+\n15⁄16 in) gauge, a few in 1,000 mm (3 ft 3\n+\n3⁄8 in) metre gauge gauge. The first was the Steyrtalbahn. Others were built by provincial governments, some lines are still in common carrier use and a number of others are preservation projects. The tramway network in Innsbruck is also metre gauge; in Linz the rather unusual gauge of 900 mm (2 ft 11\n+\n7⁄16 in) is in use."
  },
  {
    "date": "2024-05-23T04:06:34.903Z",
    "title": "Triisopropylphosphine",
    "url": "https://en.wikipedia.org/wiki/Triisopropylphosphine",
    "summary": "Triisopropylphosphine is the tertiary phosphine with the formula P(CH(CH3)2)3. Commonly used as a ligand in organometallic chemistry, it is often abbreviated to Pi-Pr3 or PiPr3. This ligand is one of the most basic alkyl phosphines with a large ligand cone angle of 160.[1]"
  },
  {
    "date": "2024-05-22T04:06:25.230Z",
    "title": "South Carolina Amendment 1",
    "url": "https://en.wikipedia.org/wiki/South_Carolina_Amendment_1",
    "summary": "South Carolina Amendment 1 of 2006 amended the South Carolina Constitution to make it unconstitutional for the U.S. state to recognize or perform same-sex marriages or civil unions. The referendum was approved by 78% of voters.[1] Unlike the other sixteen such state amendments, South Carolina's explicitly disavows any effort to prevent private contracts between same-sex partners from being recognized[2]—Virginia being the only state to do so.[3][4]"
  },
  {
    "date": "2024-05-21T04:06:30.546Z",
    "title": "The Daily Biological",
    "url": "https://en.wikipedia.org/wiki/The_Daily_Biological",
    "summary": "The Daily Biological is an album by the Chad Taylor Trio, led by drummer Taylor, and featuring saxophonist Brian Settles and pianist Neil Podgurski. It was recorded on August 9, 2019, and September 18, 2019, at Park West Studios in Brooklyn, New York, and was released in 2020 by Cuneiform Records.[1][2][3]"
  },
  {
    "date": "2024-05-20T04:06:47.896Z",
    "title": "Charles Hudson (American politician)",
    "url": "https://en.wikipedia.org/wiki/Charles_Hudson_(American_politician)",
    "summary": "Charles Hudson (November 14, 1795 – May 4, 1881) was an American minister, writer, historian and politician. Hudson served in both houses of the Massachusetts General Court, on the Massachusetts Governor's Council, and as United States Representative from Massachusetts."
  },
  {
    "date": "2024-05-19T04:07:05.620Z",
    "title": "Gescom",
    "url": "https://en.wikipedia.org/wiki/Gescom",
    "summary": "Gescom is an electronic music project based in the UK with close ties to the electronic duo Autechre."
  },
  {
    "date": "2024-05-18T04:06:53.991Z",
    "title": "Ashton C. Shallenberger",
    "url": "https://en.wikipedia.org/wiki/Ashton_C._Shallenberger",
    "summary": "Ashton Cokayne Shallenberger (December 23, 1862 – February 22, 1938) was an American Democratic politician and the 15th Governor of Nebraska from 1909 to 1911."
  },
  {
    "date": "2024-05-17T04:07:22.288Z",
    "title": "2000 Oceania Athletics Championships",
    "url": "https://en.wikipedia.org/wiki/2000_Oceania_Athletics_Championships",
    "summary": "The 2000 Oceania Athletics Championships were held at the Santos Stadium in Adelaide, Australia, between August 24–26, 2000."
  },
  {
    "date": "2024-05-16T04:06:23.227Z",
    "title": "GoodPop",
    "url": "https://en.wikipedia.org/wiki/GoodPop",
    "summary": "GoodPop is an American Certified B Corporation[1] and a producer of all natural and organic ice pops, frozen desserts and sparkling juices, headquartered in Austin, Texas.[2] The company was founded in 2009 by then University of Texas student Daniel Goetz.[3]"
  },
  {
    "date": "2024-05-15T20:29:28.452Z",
    "title": "Shozin Fukui",
    "url": "https://en.wikipedia.org/wiki/Shozin_Fukui",
    "summary": "Shozin Fukui (福居ショウジン, Fukui Shōjin) is a Japanese film director and screenwriter. He has produced three experimental shorts (Metal Days, Gerorisuto, and Caterpillar) and two full-length films (964 Pinocchio, and Rubber's Lover). These movies (excluding Metal Days) were widely available, having been issued on DVD by Unearthed Films. However, these releases have since gone out of print. He has released four more films since then (Onne, Den-Sen, The Hiding and S-94).[1][2] These are almost completely unknown outside Japan."
  }
]