[
  {
    "date": "2024-06-19T04:07:18.410Z",
    "title": "Operation Chronicle (The Americans)",
    "url": "https://en.wikipedia.org/wiki/Operation_Chronicle_(The_Americans)",
    "summary": "\"Operation Chronicle\" is the twelfth episode of the second season of the American television drama series The Americans, and the 25th overall episode of the series. It originally aired on FX in the United States on May 14, 2014."
  },
  {
    "date": "2024-06-18T04:06:52.058Z",
    "title": "Picton–Battersby line",
    "url": "https://en.wikipedia.org/wiki/Picton%E2%80%93Battersby_line",
    "summary": "The Picton–Battersby line was a railway line running from Picton, North Yorkshire, England, on what is now the Northallerton–Eaglescliffe line, to Battersby on what is now the Esk Valley line."
  },
  {
    "date": "2024-06-17T04:08:03.709Z",
    "title": "Setsuko Shimada",
    "url": "https://en.wikipedia.org/wiki/Setsuko_Shimada",
    "summary": "Setsuko Shimada (島田 節子, Shimada Setsuko, born 14 August 1938) is a Japanese former swimmer. She competed in the women's 100 metre freestyle at the 1956 Summer Olympics.[1]"
  },
  {
    "date": "2024-06-16T04:06:40.522Z",
    "title": "Licinius Valerianus (brother of Gallienus)",
    "url": "https://en.wikipedia.org/wiki/Licinius_Valerianus_(brother_of_Gallienus)",
    "summary": "Licinius Valerianus Minor (died 268) was the son of Roman emperor Valerian and his second wife Cornelia Gallonia, and half-brother of Gallienus."
  },
  {
    "date": "2024-06-15T04:06:25.973Z",
    "title": "Alibis & Other Lies",
    "url": "https://en.wikipedia.org/wiki/Alibis_%26_Other_Lies",
    "summary": "Alibis & Other Lies is the fifth studio album by Grinspoon, which was released 21 July 2007. The first single from the album is Black Tattoo, being released as a digital download on 23 June and on Single 30 June 2007. Ramesh Sathiah, producer of Green Album and Licker Bottle Cozy, is producing the album. \"Black Tattoo\" is more similar to songs from Guide to Better Living than the songs off their last album, but the rest of the songs range from AC/DC-esque rockers like \"Choirboy\" to country rock songs like \"Find Your Own Way\", to glam metal songs like \"Carried Away\" and to soft rock songs like \"Minute by Minute\"."
  },
  {
    "date": "2024-06-14T04:06:59.618Z",
    "title": "Standard Bank Malawi",
    "url": "https://en.wikipedia.org/wiki/Standard_Bank_Malawi",
    "summary": "The Standard Bank of Malawi, previously known as the Commercial Bank of Malawi, is a commercial bank in Malawi. It is licensed by the Reserve Bank of Malawi, the central bank and national banking regulator.[3]"
  },
  {
    "date": "2024-06-13T04:06:57.145Z",
    "title": "Gazeka",
    "url": "https://en.wikipedia.org/wiki/Gazeka",
    "summary": "Monckton's Gazeka, also called the Papuan Devil-Pig is an animal said to have been seen on Papua New Guinea in the early 20th century. It is said to resemble a tapir or a giant sloth, having a long, proboscis-like snout, and some theories suggest it may be the descendant of an extinct marsupial belonging to the family Palorchestidae."
  },
  {
    "date": "2024-06-12T04:06:48.255Z",
    "title": "The Universalist Herald",
    "url": "https://en.wikipedia.org/wiki/The_Universalist_Herald",
    "summary": "Universalist Herald is a publication of the Universalist Herald Publishing company. \"Universalist Heritage and Spirit Today\" and \"The Oldest Continuously Published Liberal Religious Periodical in North America\" are the subtitles of the modern edition."
  },
  {
    "date": "2024-06-11T04:06:56.873Z",
    "title": "Colle Umberto",
    "url": "https://en.wikipedia.org/wiki/Colle_Umberto",
    "summary": "Colle Umberto (Venetian: Cołe Unberto) is a comune (municipality) in the Province of Treviso in the Italian region Veneto, located about 60 kilometres (37 mi) north of Venice and about 30 kilometres (19 mi) north of Treviso."
  },
  {
    "date": "2024-06-10T04:07:57.424Z",
    "title": "Julie Meyers",
    "url": "https://en.wikipedia.org/wiki/Julie_Meyers",
    "summary": "Julie Meyers (born 17 August 2000) is a Belgian artistic gymnast and a member of the national team.[1] She represented Belgium at the 2015 European Youth Summer Olympic Festival, and she competed at the 2016 European Championships in the senior category.[2]"
  },
  {
    "date": "2024-06-09T04:06:31.043Z",
    "title": "Wrocław",
    "url": "https://en.wikipedia.org/wiki/Wroc%C5%82aw",
    "summary": "Wrocław (Polish pronunciation: [ˈvrɔt͡swaf] ⓘ; UK: /ˈvrɒtswɑːf/ VROT-swahf,[3] US: /ˈvrɔːtswɑːf, -slɑːf/ ⓘ VRAWT-swahf, -⁠slahf.[4][5] German: Breslau, [ˈbʁɛslaʊ] ⓘ, also known by other names) is a city in southwestern Poland and the largest city in the historical region of Silesia. It lies on the banks of the Oder in the Silesian Lowlands of Central Europe, roughly 40 kilometres (25 mi) from the Sudeten Mountains to the south. As of 2023, the official population of Wrocław is 674,132 making it the third largest city in Poland. The population of the Wrocław metropolitan area is around 1.25 million."
  },
  {
    "date": "2024-06-08T04:06:29.578Z",
    "title": "Adubarie Otorubio",
    "url": "https://en.wikipedia.org/wiki/Adubarie_Otorubio",
    "summary": "Adubarie \"Chris\"[1] Otorubio is a former Nigerian football (soccer) defender who played professionally in the American Soccer League."
  },
  {
    "date": "2024-06-07T04:07:38.898Z",
    "title": "Syed Javed Ali Shah",
    "url": "https://en.wikipedia.org/wiki/Syed_Javed_Ali_Shah",
    "summary": "Syed Javed Ali Shah (Urdu: سید جاوید علی شاہ; born 6 January 1955) is a Pakistani politician who served as Minister for Water Resources, in Abbasi cabinet from August 2017 to May 2018. He had been a member of the National Assembly of Pakistan, between 1990 and May 2018 and had been a member of the Provincial Assembly of the Punjab from 1988 to 1990."
  },
  {
    "date": "2024-06-06T04:06:46.225Z",
    "title": "Plumbeous-crowned tyrannulet",
    "url": "https://en.wikipedia.org/wiki/Plumbeous-crowned_tyrannulet",
    "summary": "The plumbeous-crowned tyrannulet (Phyllomyias plumbeiceps) is a species of bird in the family Tyrannidae. It is found in the countries of Colombia, Ecuador, and Peru. Its natural habitat is subtropical or tropical moist montanes."
  },
  {
    "date": "2024-06-05T04:07:48.959Z",
    "title": "Onatas (philosopher)",
    "url": "https://en.wikipedia.org/wiki/Onatas_(philosopher)",
    "summary": "Onatas (Ancient Greek: Ὀνάτας) was a Pythagorean philosopher who lived in or around the 5th century BC,[1] possibly in either Croton[2] or Tarentum[3] in Magna Graecia. Nothing more is known about his life, but he is credited by Stobaeus as the author of a pseudonymous Neo-Pythagorean work from the 1st century BC or AD entitled On God and the Divine (Ancient Greek: Περὶ θεοῦ καὶ θείου), which Stobaeus excerpts a long passage from.[4] The author of the passage (\"Pseudo-Onatas\") argues against the belief in a single deity, on the basis that the universe itself is not God but only divine,[5] but that God is a governing part of the universe.[6] He argues that since there are many \"powers\" in the universe, therefore they must belong to different gods.[7] Pseudo-Onatas also claimed that the earthy mixture of the body defiles the purity of the soul.[8]"
  },
  {
    "date": "2024-06-04T04:06:57.818Z",
    "title": "Lucius H. Langworthy",
    "url": "https://en.wikipedia.org/wiki/Lucius_H._Langworthy",
    "summary": "Lucius H. Langworthy (February 1807 – June 9, 1865) was an American lead miner, businessman, banker and local politician from Dubuque, Iowa who held public office in Michigan Territory, Wisconsin Territory and Iowa Territory."
  },
  {
    "date": "2024-06-03T04:08:53.757Z",
    "title": "BAS World",
    "url": "https://en.wikipedia.org/wiki/BAS_World",
    "summary": "BAS World also known as Brabant Automobile Service is a Dutch company that offers a platform to buy and sell commercial vehicles machinery and equipment.[1]"
  },
  {
    "date": "2024-06-02T04:06:18.943Z",
    "title": "Taherabad, Mashhad",
    "url": "https://en.wikipedia.org/wiki/Taherabad,_Mashhad",
    "summary": "Taherabad (Persian: طاهراباد, also Romanized as Ţāherābād)[1] is a village in Darzab Rural District, in the Central District of Mashhad County, Razavi Khorasan Province, Iran. At the 2006 census, its population was 24, in 6 families.[2]"
  },
  {
    "date": "2024-06-01T04:06:33.688Z",
    "title": "Joe Fortes",
    "url": "https://en.wikipedia.org/wiki/Joe_Fortes",
    "summary": "Joseph Seraphim Fortes[1] (9 February 1863 – 4 February 1922) was a British-Canadian lifeguard. He was a prominent figure in the early history of Vancouver, and the city's first official lifeguard."
  },
  {
    "date": "2024-05-31T04:07:02.065Z",
    "title": "Lower Kinnerton Hall",
    "url": "https://en.wikipedia.org/wiki/Lower_Kinnerton_Hall",
    "summary": "Lower Kinnerton Hall, also known as Bridge Farmhouse, stands adjacent to the England-Wales border to the west of the village of Lower Kinnerton, Cheshire, England. The house is dated 1685, and carries the initials TTET.[1] Attached to it is a shippon (cattle-shed) dating from the 18th century.[2] A wing was added to the rear in the 19th century.[1] The house is constructed in brown brick with stone dressings, and has a slated roof. It is in two storeys and its entrance front has five bays.[2] There are three large Dutch gables on the entrance front, and another on the north face, each with reverse-curved scrolls supporting pediments.[1] The windows are casements. At the rear of the house is a semi-hexagonal bay window and a timber-framed porch. The shippon is also in two storeys, and constructed in brick with slate roofs.[2] Also at the rear of the house is a cobbled courtyard.[1] The architectural historian Nikolaus Pevsner describes the building as \"quite an impressive house\".[3] The house and attached shippon are recorded in the National Heritage List for England as a designated Grade II listed building.[2]"
  },
  {
    "date": "2024-05-30T04:07:26.718Z",
    "title": "Western Governors Association",
    "url": "https://en.wikipedia.org/wiki/Western_Governors_Association",
    "summary": "The Western Governors' Association (WGA) is a non-partisan organization of all 22 United States governors (representing 19 U.S. states and 3 U.S. territories) that are considered to be part of the Western region of the nation."
  },
  {
    "date": "2024-05-29T04:08:33.624Z",
    "title": "Kahkadan",
    "url": "https://en.wikipedia.org/wiki/Kahkadan",
    "summary": "Kahkadan (Persian: كهكدان)[a] is a village in, and the capital of, Samen Rural District of Samen District, Malayer County, Hamadan province, Iran.[4]"
  },
  {
    "date": "2024-05-28T04:08:02.547Z",
    "title": "Mariamman temple Kg.Sungai Bakau",
    "url": "https://en.wikipedia.org/wiki/Mariamman_temple_Kg.Sungai_Bakau",
    "summary": "Mariamman temple Kampung Sungai Bakau, also known as Arulmigu Sri Maha Mariamman Aalayam, is situated in the village of Kampung Sungai Bakau, Rawang, Selangor, Malaysia. It was founded in 1907 by a person called Late Kanniammah, as a small hut maintained by the Sungai Bakau villagers. Not long afterwards, this wood-built Mariamman temple was constructed, and religious activity continued for the benefit of the village residents. The temple is also directly led by several leaders in Sungai Bakau, and through specific development. in 1989, it was visited by the then Malaysian Indian Congress President Datuk Seri S. Samy Velu who also contributed RM 5000 to fund the development. In 1989 also posted the history of this temple for the ceremony of Kumbhabhishekham.[clarification needed] As of February 2012, the temple was headed by Mr. Manimaran."
  },
  {
    "date": "2024-05-27T04:07:24.272Z",
    "title": "Ink eraser",
    "url": "https://en.wikipedia.org/wiki/Ink_eraser",
    "summary": "An ink eraser is an instrument used to scrape away or chemically bleach ink from a writing surface. This is a more involved process than removing pencil markings. Pencil marks can be gradually adhered to natural rubber fragments by rubbing the mark with a pencil eraser (this action is what prompted Joseph Priestley to give solidified latex its common name.) Ink, however readily penetrates the fibers of most papers and is therefore more difficult to extract by mechanical action."
  },
  {
    "date": "2024-05-26T04:06:22.893Z",
    "title": "Dorcadion tianshanskii",
    "url": "https://en.wikipedia.org/wiki/Dorcadion_tianshanskii",
    "summary": "Dorcadion tianshanskii is a species of beetle in the family Cerambycidae. It was described by Suvorov in 1910.[1]"
  },
  {
    "date": "2024-05-25T04:06:15.214Z",
    "title": "Franco Malerba",
    "url": "https://en.wikipedia.org/wiki/Franco_Malerba",
    "summary": "Franco Egidio Malerba (born 10 October 1946 in Busalla, Metropolitan City of Genoa, Italy) is an Italian astronaut and Member of the European Parliament. He was the first citizen of Italy to travel to space. In 1994, he was elected to the European Parliament on the lists of Forza Italia, serving until 1999."
  },
  {
    "date": "2024-05-24T04:06:27.391Z",
    "title": "Narrow-gauge railways in Austria",
    "url": "https://en.wikipedia.org/wiki/Narrow-gauge_railways_in_Austria",
    "summary": "The first railway in Austria was the narrow-gauge line from Gmunden in the Salzkammergut to Budweis, now in the Czech Republic, this was 1,106 mm (3 ft 7\n+\n1⁄2 in) gauge. Some two dozen lines were built in 760 mm (2 ft 5\n+\n15⁄16 in) gauge, a few in 1,000 mm (3 ft 3\n+\n3⁄8 in) metre gauge gauge. The first was the Steyrtalbahn. Others were built by provincial governments, some lines are still in common carrier use and a number of others are preservation projects. The tramway network in Innsbruck is also metre gauge; in Linz the rather unusual gauge of 900 mm (2 ft 11\n+\n7⁄16 in) is in use."
  },
  {
    "date": "2024-05-23T04:06:34.903Z",
    "title": "Triisopropylphosphine",
    "url": "https://en.wikipedia.org/wiki/Triisopropylphosphine",
    "summary": "Triisopropylphosphine is the tertiary phosphine with the formula P(CH(CH3)2)3. Commonly used as a ligand in organometallic chemistry, it is often abbreviated to Pi-Pr3 or PiPr3. This ligand is one of the most basic alkyl phosphines with a large ligand cone angle of 160.[1]"
  },
  {
    "date": "2024-05-22T04:06:25.230Z",
    "title": "South Carolina Amendment 1",
    "url": "https://en.wikipedia.org/wiki/South_Carolina_Amendment_1",
    "summary": "South Carolina Amendment 1 of 2006 amended the South Carolina Constitution to make it unconstitutional for the U.S. state to recognize or perform same-sex marriages or civil unions. The referendum was approved by 78% of voters.[1] Unlike the other sixteen such state amendments, South Carolina's explicitly disavows any effort to prevent private contracts between same-sex partners from being recognized[2]—Virginia being the only state to do so.[3][4]"
  },
  {
    "date": "2024-05-21T04:06:30.546Z",
    "title": "The Daily Biological",
    "url": "https://en.wikipedia.org/wiki/The_Daily_Biological",
    "summary": "The Daily Biological is an album by the Chad Taylor Trio, led by drummer Taylor, and featuring saxophonist Brian Settles and pianist Neil Podgurski. It was recorded on August 9, 2019, and September 18, 2019, at Park West Studios in Brooklyn, New York, and was released in 2020 by Cuneiform Records.[1][2][3]"
  },
  {
    "date": "2024-05-20T04:06:47.896Z",
    "title": "Charles Hudson (American politician)",
    "url": "https://en.wikipedia.org/wiki/Charles_Hudson_(American_politician)",
    "summary": "Charles Hudson (November 14, 1795 – May 4, 1881) was an American minister, writer, historian and politician. Hudson served in both houses of the Massachusetts General Court, on the Massachusetts Governor's Council, and as United States Representative from Massachusetts."
  },
  {
    "date": "2024-05-19T04:07:05.620Z",
    "title": "Gescom",
    "url": "https://en.wikipedia.org/wiki/Gescom",
    "summary": "Gescom is an electronic music project based in the UK with close ties to the electronic duo Autechre."
  },
  {
    "date": "2024-05-18T04:06:53.991Z",
    "title": "Ashton C. Shallenberger",
    "url": "https://en.wikipedia.org/wiki/Ashton_C._Shallenberger",
    "summary": "Ashton Cokayne Shallenberger (December 23, 1862 – February 22, 1938) was an American Democratic politician and the 15th Governor of Nebraska from 1909 to 1911."
  },
  {
    "date": "2024-05-17T04:07:22.288Z",
    "title": "2000 Oceania Athletics Championships",
    "url": "https://en.wikipedia.org/wiki/2000_Oceania_Athletics_Championships",
    "summary": "The 2000 Oceania Athletics Championships were held at the Santos Stadium in Adelaide, Australia, between August 24–26, 2000."
  },
  {
    "date": "2024-05-16T04:06:23.227Z",
    "title": "GoodPop",
    "url": "https://en.wikipedia.org/wiki/GoodPop",
    "summary": "GoodPop is an American Certified B Corporation[1] and a producer of all natural and organic ice pops, frozen desserts and sparkling juices, headquartered in Austin, Texas.[2] The company was founded in 2009 by then University of Texas student Daniel Goetz.[3]"
  },
  {
    "date": "2024-05-15T20:29:28.452Z",
    "title": "Shozin Fukui",
    "url": "https://en.wikipedia.org/wiki/Shozin_Fukui",
    "summary": "Shozin Fukui (福居ショウジン, Fukui Shōjin) is a Japanese film director and screenwriter. He has produced three experimental shorts (Metal Days, Gerorisuto, and Caterpillar) and two full-length films (964 Pinocchio, and Rubber's Lover). These movies (excluding Metal Days) were widely available, having been issued on DVD by Unearthed Films. However, these releases have since gone out of print. He has released four more films since then (Onne, Den-Sen, The Hiding and S-94).[1][2] These are almost completely unknown outside Japan."
  }
]